Repository: Harty13/cibo-translations
Catalog: *.lproj/Localizable.strings
Languages: da

source: Searching
da: Søger

source: Show found words
da: Vis fundne ord

source: %@ words found
da: %@ ord fundet

source: Point at a menu and select a dish
da: Kig på en menu og tryk på en ret

source: Settings
da: Indstillinger

source: Highlight Color
da: Fremhævningsfarve

# Accurate Scan
source: Accurate Text Recognition
da: Præcis tekstgenkendelse

source: Search Engine
da: Søgemaskine

source: Slower but much more accurate text recognition results
da: Langsommere men mere præcise tekstgenkendelsesresultater

source: Choose which search engine to use for the image search
da: Vælg hvilken søgemaskine til billedsøgning

source: Swipe left and right to quickly switch between words
da: Swipe til højre og venstre for hurtigt at skifte mellem ord

source: Found Words
da: Fundne ord

source: Search term
da: Søgning

source: Unlock Unlimited Scans
da: Lås op for ubegrænsede scanninger

source: Cibo is made by Jordi 🙋🏻‍♂️ at Good Snooze 👍😴 Unlock unlimited scans and support the further development of the app by purchasing a one time payment! If you have any suggestions on how I can improve the app, please let me know at jordi@goodsnooze.com.
da: Cibo er lavet af Jordi 🙋🏻‍♂️ fra Good Snooze 👍😴 Lås op for ubegrænsede scanninger og støt videreudvikling af appen ved en enkelt betaling! Hvis du har forslag til hvordan jeg kan forbedre appen, så send mig venligst en mail til jordi@goodsnooze.com.

source: 🔎 Unlimited Scanning
da: 🔎 Ubegrænset scanning

source: 👨🏻‍💻 Support Development
da: 👨🏻‍💻 Støt udvikling

source: Restore Purchases
da: Gendan køb

source: No purchases could be found for your Apple ID.
da: Der blev ikke fundet nogen køb for dit Apple ID.

source: 😍 Thanks for supporting Cibo
da: 😍 Tak for at støtte Cibo

source: Text Recognition Failed
da: Tekstgenkendelse fejlede

source: This shouldn't happen, please let me know if this happens to you by sending me an email at jordi@goodsnooze.com
da: Dette skulle ikke ske. Giv mig venligst besked hvis det sker for dig på en email til jordi@goodsnooze.com

# screenshot1
source: Find photos of menu dishes
da: Find billeder af madretter

# screenshot2
source: Point your camera at the menu
da: Kig på menuen gennem dit kamera

# screenshot3
source: Select the dish you want to see
da: Vælg den ret du vil se

# screenshot4
source: See photos of the dish
da: Se billeder af retten

# screenshot5
source: View all found words
da: Se alle fundne ord

# screenshot6
source: Swipe between words
da: Swipe mellem ord

# screenshot7
source: Looks great in the dark
da: Ser fantastisk ud i mørke
